Revit 2027 API
ParameterTypeId.RbsParallelconduitsHorizontalNumber Property
 "Horizontal Number for parallel conduits"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsParallelconduitsHorizontalNumber { get; }
Public Shared ReadOnly Property RbsParallelconduitsHorizontalNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsParallelconduitsHorizontalNumber {
	ForgeTypeId^ get ();
}
static member RbsParallelconduitsHorizontalNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace